<?php

return [
    'nav' => 'Метки',
    'title' => [
        'index' => 'Метки',
        'create' => 'Создать метку',
        'edit' => 'Изменение метки',
    ],
    'form' => [
        'name' => 'Имя',
        'description' => 'Описание',
    ],
    'actions' => [
        'actions' => 'Действия',
        'create' => 'Создать',
        'edit' => 'Изменить',
        'delete' => 'Удалить',
        'save' => 'Сохранить',
    ],
    'flash' => [
        'created' => 'Метка успешно создана',
        'updated' => 'Метка успешно изменена',
        'deleted' => 'Метка успешно удалена',
        'delete_forbidden' => 'Не удалось удалить метку',
    ],
];

