<?php

return [
    'nav' => 'Статусы',
    'title' => [
        'index' => 'Статусы',
        'create' => 'Создать статус',
        'edit' => 'Изменение статуса',
    ],
    'form' => [
        'name' => 'Имя',
    ],
    'actions' => [
        'actions' => 'Действия',
        'create' => 'Создать',
        'edit' => 'Изменить',
        'delete' => 'Удалить',
        'save' => 'Сохранить',
    ],
    'flash' => [
        'created' => 'Статус успешно создан',
        'updated' => 'Статус успешно изменен',
        'deleted' => 'Статус успешно удален',
        'delete_forbidden' => 'Не удалось удалить статус',
    ],
];

