<?php

return [
    'nav' => 'Задачи',
    'title' => [
        'index' => 'Задачи',
        'create' => 'Создать задачу',
        'edit' => 'Изменение задачи',
        'show' => 'Задача',
    ],
    'form' => [
        'name' => 'Имя',
        'description' => 'Описание',
        'status' => 'Статус',
        'created_by' => 'Автор',
        'assigned_to' => 'Исполнитель',
        'labels' => 'Метки',
    ],
    'actions' => [
        'actions' => 'Действия',
        'create' => 'Создать',
        'edit' => 'Изменить',
        'delete' => 'Удалить',
        'save' => 'Сохранить',
    ],
    'flash' => [
        'created' => 'Задача успешно создана',
        'updated' => 'Задача успешно изменена',
        'deleted' => 'Задача успешно удалена',
    ],
    'filter' => [
        'submit' => 'Показать',
    ],
];

